Repository: xxsimoxx/affiliates-and-partners
Catalog: languages/icons-for-cp-*.po
Languages: it_it

source: Add new icon
it_it: Aggiungi nuova icona

source: Caution: only lowercase letters, dashes and digits are allowed in the title.
it_it: Attenzione: nel titolo sono permesse solo lettere minuscole, trattini e cifre.

source: Caution: there is already an icon called %s.
it_it: Attenzione: l'icona %s esiste gi&agrave;.

source: Edit icon
it_it: Modifica icona

source: Icon
it_it: Icona

source: Icons
it_it: Icone

source: If you insert an URL in the Import meta box this will be fetched as post content.
it_it: Se inserisci un URL nel meta box Importa questo verr√† scaricato ed inserito nel contenuto.

source: Manage and use SVG icons in your posts and pages.
it_it: Gestisci e usa icone SVG nei tuoi articoli e pagine.

source: New icon
it_it: Nuova icona

source: No icons found
it_it: Nessuna icona trovata

source: No icons found in trash
it_it: Nessuna icona trovata nel cestino

source: Place the SVG code as post content (you will see your image in the Preview meta box).
it_it: Inserisci il codice SVG come contenuto (vedrai la tua immagine nel meta box dell'Anteprima).

source: Place the icon name in the title (use only lowercase letters, dashes and digits, something like "my-logo-3").
it_it: Metti il nome dell'icona nel titolo (usa solo lettere minuscole, trattini e cifre, ad esempio "mio-logo-3")

source: Search icons
it_it: Cerca icone

source: Title is good as icon name.
it_it: Titolo corretto come nome per l'icona.

source: View icon
it_it: Guarda Icona

source: You can use your icons in posts and pages using a shortcode like this:
it_it: Puoi usare le tue icone negli articoli e nelle pagine usando uno shortcode come questo:

source: icon-name
it_it: nome-icona
